[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:35};
itm1={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:1};
itm10={backcolor:0,bidimode:left-to-right,content:Air condition,font:7,height:40,highcolor:0,hlayout:left,id:33,linespacing:0,multiline:false,name:Air_condition,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:299,y:351,zorder:30};
itm11={backcolor:0,bidimode:left-to-right,content:F,font:14,height:30,highcolor:0,hlayout:left,id:34,linespacing:0,multiline:false,name:Fahrenheit,type:TEXTFIELD,visible:true,vlayout:middle,width:20,wrapline:no-wrap,x:369,y:238,zorder:31};
itm12={height:49,id:35,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:432,zorder:32};
itm2={id:23,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:65,zorder:20};
itm3={height:360,id:24,name:NAV_weather_onmap,refID:69,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:736,x:64,y:122,zorder:21};
itm4={backcolor:0,height:263,id:25,img:449,layout:normal,name:sxmbase,type:IMAGEFIELD,visible:true,width:560,x:64,y:155,zorder:22,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,height:209,id:26,img:452,layout:normal,name:sxmu_icon,type:IMAGEFIELD,visible:true,width:209,x:78,y:198,zorder:23,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Current,font:7,height:35,highcolor:0,hlayout:center,id:29,linespacing:0,multiline:false,name:Current,type:TEXTFIELD,visible:true,vlayout:bottom,width:209,wrapline:no-wrap,x:78,y:163,zorder:26};
itm7={backcolor:0,bidimode:left-to-right,content:Air flow,font:7,height:40,highcolor:0,hlayout:left,id:30,linespacing:0,multiline:false,name:Air_flow,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:299,y:310,zorder:27};
itm8={backcolor:0,bidimode:left-to-right,content:50% Chance of rain,font:7,height:40,highcolor:0,hlayout:left,id:31,linespacing:0,multiline:false,name:Chance_of_rain,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:299,y:269,zorder:28};
itm9={backcolor:0,bidimode:left-to-right,content:72/64,font:7,height:40,highcolor:0,hlayout:left,id:32,linespacing:0,multiline:false,name:Fahrenheit_digit,type:TEXTFIELD,visible:true,vlayout:middle,width:72,wrapline:no-wrap,x:299,y:228,zorder:29};

